Repository: AlainBenbassat/easy_account_creator
Catalog: l10n/*/LC_MESSAGES/easy_account_creator.po
Languages: nl_be

source: Create User
nl_be: Maak gebruiker aan

source: Create a user for contact:
nl_be: Maak gebruiker aan voor contact:

source: The contact must have an email address because it is used as login name.
nl_be: Het contact moet een e-mailadres hebben. Dit wordt gebruikt als login-naam.

source: A user with this email address already exists.
nl_be: Er bestaat al een gebruiker met dit e-mailadres.

source: Could not send welcome mail
nl_be: Kon welkomstmail niet vezenden.

source: User account created, and a welcome mail was sent.
nl_be: Gebruiker is aangemaakt en een welkomstmail werd verzonden.

source: User account created. No welcome mail was sent.
nl_be: Gebruiker is aangemaakt. Er werd geen welkomstmail verzonden.

source: Success
nl_be: Succes

source: Error
nl_be: Fout

source: Contact Name:
nl_be: Naam contact:

source: Login Name:
nl_be: Gebruikersnaam:

source: Password:
nl_be: Wachtwoord:

source: Send Welcome Mail?
nl_be: Welkomstmail versturen?

source: Create user
nl_be: Maak gebruiker aan

source: Cancel
nl_be: Annuleren

source: Settings saved.
nl_be: Bewaard.

source: Email from name
nl_be: Naam afzender

source: Email from address
nl_be: E-mailadres afzender

source: Message template
nl_be: Berichtsjabloon

source: Save
nl_be: Opslaan

source: Easy Account Creator Settings
nl_be: Easy Account Creator instellingen

source: The template that will be used can be set <a href="../../civicrm/admin/easy-account-creator">here</a>.
nl_be: Je kan het berichtsjabloon voor de welkomstmail <a href="../../civicrm/admin/easy-account-creator">hier</a> aanpassen.
